import * as React from 'react';

export default function ServersAdministration(): React.ReactNode {
	return (
		<>
			<h4>Что включает настройка сервера?</h4>

			<ol>
				<li>
					Анализ требований и составление технического задания.
					<ul>
						<li>
							Происходит обследование существующей ИТ-инфраструктуры предприятия, определение стоящих перед заказчиком задач и планов развития компании.
						</li>
						<li>
							При составлении ТЗ предлагаются варианты технической реализации и озвучиваются «подводные камни» различных решений.
						</li>
					</ul>
				</li>
				<li>
					Проектирование
					<ul>
						<li>
							Разработка конкретного технического решения, его документирование, составления план-графика работ, планирование организационных вопросов, полное согласование с Заказчиком.
						</li>
					</ul>
				</li>
				<li>
					Реализация
					<ul>
						<li>На этом этапе происходит закупка необходимого оборудования, решение организационных вопросов и, непосредственно, настройка.</li>
					</ul>
				</li>
				<li>
					Тестирование и пилотная эксплуатация
					<ul>
						<li>
							Результатом этапа является выявление и устранение обнаруженных недостатков. Также, возможны тонкие корректировки настроек под требования Заказчика.
						</li>
					</ul>
				</li>
				<li>
					Запуск в эксплуатацию и поддержка
					<ul>
						<li>
							Сервер запускается в полноценную работу в компьютерной сети Заказчика под строжайшим контролем наших специалистов.
						</li>
					</ul>
				</li>
			</ol>

			<blockquote>
				Настройка сервера - словно операция на сердце! <br/>
				Как и в медицине, грамотная настройка сервера требует постоянного обучения и огромного опыта. Ведь если проблемы с компьютером можно решить в ходе работы сотрудника, то исправление критических ошибок настройки сервера зачастую ведет к остановке работы всей компании. И подобная остановка может затянуться надолго.
			</blockquote>

			<h5>Настройка сервера состоит из следующих операций</h5>

			<ul>
				<li>Установка операционной системы</li>
				<li>Установка драйверов и обновлений</li>
				<li>Настройка необходимых ролей сервера</li>
				<li>Обеспечение антивирусной защиты</li>
				<li>Настройка защиты от сетевых вторжений</li>
				<li>Заведение учетных записей пользователей и назначение необходимых прав</li>
				<li>Организация структуры общих папок</li>
				<li>Установка принтеров и прочего дополнительного оборудования</li>
				<li>И прочее</li>
			</ul>

			<blockquote>
				Настраиваем любые сервера на базе линеек операционных систем Windows, Linux и FreeBSD.
			</blockquote>

			<h4>Что включает обслуживание серверов?</h4>

			<ol>
				<li>
					Обслуживание серверов
					<ul>
						<li>Монтаж / демонтаж серверов</li>
						<li>Модернизация серверов</li>
						<li>Установка и настройка операционной системы / программного обеспечения / ролей сервера</li>
						<li>Обеспечение отказоустойчивости</li>
						<li>Анализ производительности и ее улучшение</li>
						<li>Определение и настройка политик безопасности / обеспечение информационной безопасности</li>
						<li>Создание / изменение / удаление учетных записей пользователей</li>
						<li>Создание / изменение / удаление почтовых ящиков</li>
						<li>Настройка спам фильтров</li>
						<li>Управление правами доступа</li>
						<li>Круглосуточный мониторинг / контроль состояния / диагностика</li>
						<li>Профилактическое обслуживание / обновление операционной системы / программного обеспечения</li>
						<li>Резервное копирование / восстановление из резервной копии</li>
						<li>Восстановление работоспособности оборудования / операционной системы / служб / программного обеспечения</li>
						<li>Вывод из эксплуатации устаревшего оборудования / программного обеспечения</li>
						<li>Консультации</li>
					</ul>
				</li>
				<li>
					Антивирусная защита / Защита от хакерских атак
					<ul>
						<li>Установка / настройка программного обеспечения</li>
						<li>Тонкая настройка политик безопасности</li>
						<li>Обновление программного обеспечения</li>
						<li>Лечение от вирусов</li>
						<li>Консультации</li>
					</ul>
				</li>
				<li>
					Закупка оборудования, комплектующих и программного обеспечения
					<ul>
						<li>Подбор оптимального оборудования, конфигурации, комплектующих, программного обеспечения</li>
						<li>Организация закупки</li>
						<li>Курирование доставки и приемки</li>
						<li>Консультации</li>
					</ul>
				</li>
				<li>
					Поддержка 1С Предприятие
					<ul>
						<li>Установка / базовая настройка 1С Предприятие</li>
						<li>Управление правами доступа на уровне базы данных</li>
						<li>Резервное копирование / восстановление из резервной копии</li>
						<li>Восстановление работоспособности программного обеспечения</li>
						<li>Консультации</li>
					</ul>
				</li>
			</ol>
		</>
	);
}
