import * as React from 'react';

export default function WorkspaceSupport(): React.ReactNode {
	return (
		<>
			<h4>Краткий перечень наших услуг</h4>

			<ul>
				<li>установка и обновление Windows и прикладных программ;</li>
				<li>установка и обновление драйверов;</li>
				<li>настройка и диагностика работы Интернета;</li>
				<li>лечение от вирусов и восстановление операционной системы;</li>
				<li>установка и настройка сетевого оборудования, роутеров, Wi-Fi точек доступа;</li>
				<li>установка и настройка периферийных устройств: принтеров, сканеров, МФУ, фото- видеокамер, плоттеров;</li>
				<li>установка и настройка антивируса;</li>
				<li>удаление SMS-баннеров с экрана компьютера;</li>
				<li>замена вышедших из строя деталей (материнской платы, видеокарты, сетевой карты, жесткого диска и прочее);</li>
				<li>поиск и устранение причин “непонятного поведения” компьютера и компьютерной сети;</li>
				<li>чистка корпуса ноутбука и системного блока (с заменой термопасты и чисткой контактов).</li>
			</ul>

			<blockquote>
				Вам необходимо срочно отремонтировать компьютер, восстановить важную информацию, подключить принтер или удалить вирус?<br/>
				Мы с радостью поможем!
			</blockquote>
		</>
	);
}
